sourceLabel = "Lähde:";
formatLabel = "Muoto:";
fpsLabel = "Kehysnopeus:";
playingFPSLabel = "Toiston fps:";
dataSizeLabel = "Datakoko:";
dataRateLabel = "Datanopeus:";
currentTimeLabel = "Nykyinen aika:";
durationLabel = "Kesto:";
normalSizeLabel = "Normaali koko:";
currentSizeLabel = "Nykyinen koko:";
bitRateLabel = "Bittinopeus:";
qualityLabel = "Laatu:";
destinationLabel = "Kohde:";
videoSourceLabel = "Videolähde:";
audioSourceLabel = "Äänilähde";

movieInfoNoTitle = "Tiedot";
movieInfo = " – Tiedot";
movieInspectorNoTitle = "Inspektori";
movieInspector = " – Inspektori";

blacknWhite = "Mustavalkoinen";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Tuhansia";
/* [6] */
millions = "Miljoonia";
/* [7] */
millionsplus = "Miljoonia+";
/* [8] */
unknown = "Tuntematon";
/* [9] */
colors = "Värit";
/* [10] */
grays = "Harmaat";

Chapter = "Kappaleraita";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 tavua";
kiloBytes = "^0 Kt";
megaBytes = "^0 Mt";
gigaBytes = "^0 Gt";
teraBytes = "^0 Tt";
petaBytes = "^0 Pt";
exaBytes = "^0 Et";

bytesPerSec = "^0 t/s";
kiloBytesPerSec = "^0 kt/s";
megaBytesPerSec = "^0 Mt/s";
gigaBytesPerSec = "^0 Gt/s";

pixels = "pikseliä";
curPixels = "^0 pikseliä (^1)";


bitsPerSec = "^0 b/s";
kbitsPerSec = "^0 kb/s";
mbitsPerSec = "^0 Mb/s";
gbitsPerSec = "^0 Gb/s";

percent = "^0 %";
playingFPS = "(Käytettävissä toistettaessa.)";

halfSize = "Puolikas";
actualSize = "Todellinen";
doubleSize = "Kaksinkertainen";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Elokuva ei ole käytettävissä";

/* Quartz Composition strings */
averageFPSLabel = "Keskimääräinen kehysnopeus:";
averageLoadLabel = "Keskimääräinen kuorma:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 kb/s AAC-ääni";
availableWhenRecording = "(Käytettävissä tallennettaessa.)";